Repository: iamtheblackunicorn/AllAboutClubs
Catalog: lib/l10n/app_*.arb
Languages: de

# byLabel
source: by
de: von

# headBackLabel
source: Got it!
de: Verstanden!

# visitWebsite
source: Official Website
de: Offizielle Website

# worthLabel
source: Million Euros
de: Millionen Euro

# theClubLabel
source: The Club
de: Der Club

# fromLabel
source: from
de: aus

# worthLabelString
source: has a worth of
de: hat einen Wert von

# achievmentLabel
source: has been able to achieve
de: erzielte bisher

# euroTitles
source: European titles
de: europaeische Titel.

# errorLabel
source: An error occurred! Please try again later!
de: Fehler! Bitte versuche es spaeter erneut.
